Repository: xavirambla/Django-Base-Website
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Invalid username - field too short
ca: Invàlid username - el camp és massa curt
es: Username incorrecto - campo es demasiado corto

source: My website
ca: La meva web
es: Mi web

source: My account
ca: El meu compte
es: Mi cuenta

source: Change Password
ca: Canviar paraula clau
es: Cambiar password

source: Register
ca: Registrar
es: Registro

source: Web provided by
ca: Web realitzada per
es: Web desarrollada por

source: CHANGE PASSWORD
ca: CANVIAR PASSWORD
es: CAMBIAR CONTRASEÑA

source: SAVE
ca: GUARDAR
es: GUARDAR

source: Logged out!
ca: Desconnectat!
es: Sesión cerrada!

source: Click here to login again.
ca: Clicar aqui per autentificarse de nou
es: Clicar aquí para identificarse de nuevo

source: Your username and password didn't match. Please try again.
ca: El teu nom o paraula clau no coincideix. Intenta-ho de nou
es: Tu usuario y/o password no coinciden. Intentalo de nuevo

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
ca: El teu usuario no té accés a aquesta pàgina. Per seguir, identifica't amb un compte amb accés
es: Tu cuenta no tiene acceso a esta página. Para seguir, identifíquese con una cuenta que tenga acceso.

source: Please login to see this page.
ca: Si us plau, identifica't per veure aquesta pàgina
es: Por favor, identifíquese para ver esta página

source: Lost password?
ca: Has pedut la paraula clau?
es: Recuperar contraseña?

source: MI CUENTA
ca: EL MEU COMPTE

source: Save
ca: Guardar
es: Guardar

source: Your password must be 8-20 characters long, contain letters and numbers, and must not contain spaces, special characters, or emoji.
ca: La teva paraula clau ha de tindre 8-20 caracters, contindre lletres i números, no contindre espais ni caracters especials ni emoji.
es: Su password debe contener 8-20 caractes, contener letras y números. No debe contener espacios, caracteres especiales o emojis.

source: The password has been changed!
ca: La paraula clau s'ha canviat!
es: Su contraseña ha sido modificada!

source: log in again?
ca: Identificar-te de nou?
es: Identificarse de nuevo?

source: PASSWORD RESET
ca: REINICIAR PARAULA CLAU
es: RESETEAR PASSWORD

source: Please enter (and confirm) your new password.
ca: Si us plau, entra i confirma la nova paraula de pas
es: Por favor, entre (y confirme) su contraseña

source: New password:
ca: Nova paraula de pas:

source: Confirm password:
ca: Confirmar paraula de pas:

source: Change my password
ca: Canviar la paraula de pas

source: Password reset failed
ca: Resetejar la paraula de pas ha fallat
es: Error al reiniciar la contraseña

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ca: El link per canviar la paraula de pas no és vàlid, segurament perque ja ha estat usat anteriorment. Si us plau, demani-ho de nou
es: El link de reiniciar la contraseña es inválido, seguramente porque ha sido usado anteriormente. Por favor, solicite de nuevo el cambio de contraseña.

source: Reset password
ca: Reiniciar paraula de pas

source: RESET PASSWORD
ca: REINICIAR PARAULA DE PAS
es: CAMBIAR CONTRASEÑA

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
ca: Li hem enviat les instruccions per canviar la paraula de pas. En cas que no li arribi en uns minuts, comprobi el correu spam.
es: Hemos enviado las instrucciones para cambiar la contraseña. En caso que no le llegue en unos minutos, consulte su carpeta de spam.

source: REGISTER
ca: Registrar
es: REGISTRAR

source: Usuario ya existe, escoja otro nombre de usuario.
ca: L'usuari ja existeix, escull un altre nom d'usuari.

source: Usuario creado.
ca: Usuari creat.

source: Datos modificados.
ca: Dades modificades

source: Please correct the error below.
ca: Corregeix l'error.
es: Corrija el error.
